[Assassin PlayerNameIdentifierDefinition]
LocalizedCharacterName="Zero"
LocalizedCharacterDescription="ESPERO QUE UM DESIGNER ME ARRUME"
LocalizedActionSkillDescription="Engano"
LocalizedPreferredWeaponDescription="Dispara a longas distâncias e rasga gargantas."

[Mercenary PlayerNameIdentifierDefinition]
LocalizedCharacterName="Salvador"
LocalizedCharacterDescription="Gunzerker louco por armas"
LocalizedActionSkillDescription="Fúria Gunzerker"
LocalizedPreferredWeaponDescription="Armas gigantescas! Que coisa boa!"

[Siren PlayerNameIdentifierDefinition]
LocalizedCharacterName="Maya"
LocalizedCharacterDescription="ESPERO QUE UM DESIGNER ME ARRUME"
LocalizedActionSkillDescription="Phasewalk"
LocalizedPreferredWeaponDescription="Controla dimensões temporais no campo de batalha."

[Soldier PlayerNameIdentifierDefinition]
LocalizedCharacterName="Axton"
LocalizedCharacterDescription="ESPERO QUE UM DESIGNER ME ARRUME"
LocalizedActionSkillDescription="Torreta Sabre"
LocalizedPreferredWeaponDescription="Procura se manter protegido e não dar nenhuma chance ao inimigo."

